{
  "scoringWeights": {
    "economic": 0.25,
    "proPoor": 0.20,
    "greenGrowth": 0.20,
    "wee": 0.10,
    "pwd": 0.05,
    "systemic": 0.10,
    "quickWin": 0.10
  },
  "scorecards": [
    {
      "id": "kh-kr-veg",
      "country": "Cambodia",
      "province": "Kratie",
      "valueChain": "Vegetables",
      "criteria": {
        "economic": 82,
        "proPoor": 78,
        "greenGrowth": 65,
        "wee": 80,
        "pwd": 55,
        "systemic": 70,
        "quickWin": 85
      }
    },
    {
      "id": "kh-kr-cash",
      "country": "Cambodia",
      "province": "Kratie",
      "valueChain": "Cashews",
      "criteria": {
        "economic": 75,
        "proPoor": 72,
        "greenGrowth": 80,
        "wee": 65,
        "pwd": 50,
        "systemic": 78,
        "quickWin": 60
      }
    },
    {
      "id": "kh-kr-live",
      "country": "Cambodia",
      "province": "Kratie",
      "valueChain": "Livestock",
      "criteria": {
        "economic": 68,
        "proPoor": 80,
        "greenGrowth": 55,
        "wee": 62,
        "pwd": 45,
        "systemic": 65,
        "quickWin": 72
      }
    },
    {
      "id": "la-ch-veg",
      "country": "Laos",
      "province": "Champasak",
      "valueChain": "Vegetables",
      "criteria": {
        "economic": 70,
        "proPoor": 75,
        "greenGrowth": 72,
        "wee": 78,
        "pwd": 60,
        "systemic": 68,
        "quickWin": 80
      }
    },
    {
      "id": "la-ch-cash",
      "country": "Laos",
      "province": "Champasak",
      "valueChain": "Cashews",
      "criteria": {
        "economic": 88,
        "proPoor": 65,
        "greenGrowth": 85,
        "wee": 60,
        "pwd": 40,
        "systemic": 82,
        "quickWin": 55
      }
    },
    {
      "id": "la-ch-ban",
      "country": "Laos",
      "province": "Champasak",
      "valueChain": "Bananas",
      "criteria": {
        "economic": 80,
        "proPoor": 70,
        "greenGrowth": 60,
        "wee": 55,
        "pwd": 50,
        "systemic": 75,
        "quickWin": 78
      }
    },
    {
      "id": "vn-ag-veg",
      "country": "Vietnam",
      "province": "An Giang",
      "valueChain": "Vegetables",
      "criteria": {
        "economic": 78,
        "proPoor": 82,
        "greenGrowth": 70,
        "wee": 85,
        "pwd": 65,
        "systemic": 72,
        "quickWin": 88
      }
    },
    {
      "id": "vn-ag-rice",
      "country": "Vietnam",
      "province": "An Giang",
      "valueChain": "Premium Rice",
      "criteria": {
        "economic": 92,
        "proPoor": 75,
        "greenGrowth": 78,
        "wee": 70,
        "pwd": 55,
        "systemic": 88,
        "quickWin": 65
      }
    },
    {
      "id": "vn-ag-shrimp",
      "country": "Vietnam",
      "province": "An Giang",
      "valueChain": "Shrimp",
      "criteria": {
        "economic": 85,
        "proPoor": 68,
        "greenGrowth": 62,
        "wee": 60,
        "pwd": 45,
        "systemic": 78,
        "quickWin": 70
      }
    }
  ],
  "interventions": [
    {
      "id": "int-kh-kr-veg-1",
      "country": "Cambodia",
      "province": "Kratie",
      "valueChain": "Vegetables",
      "title": "Vegetable Market Linkage Program – Kratie",
      "summary": "The intervention builds structured buyer-farmer relationships between smallholder vegetable growers in Kratie and urban supermarkets and processors in Phnom Penh. It combines GAP training, improved post-harvest handling, and basic aggregation protocols so producers can meet quality and consistency expectations. By pairing this with digital market information, farmers can negotiate from better price visibility and reduce exposure to sudden demand shifts.",
      "tags": ["market linkage", "GAP", "post-harvest", "digital"]
    },
    {
      "id": "int-kh-kr-veg-2",
      "country": "Cambodia",
      "province": "Kratie",
      "valueChain": "Vegetables",
      "title": "Climate-Smart Irrigation Support for Smallholders",
      "summary": "This intervention supports climate-resilient drip irrigation and water-harvesting systems for smallholder vegetable farmers in Kratie. It is designed to stabilize production cycles under irregular rainfall while reducing input waste and seasonal losses. Women-led households are prioritized so resilience investments also improve equity in productive asset access.",
      "tags": ["climate-smart", "irrigation", "women", "resilience"]
    },
    {
      "id": "int-kh-kr-cash-1",
      "country": "Cambodia",
      "province": "Kratie",
      "valueChain": "Cashews",
      "title": "Cashew Value Addition and Processing Hub – Kratie",
      "summary": "The program develops a community-based cashew processing hub in Kratie to shift from raw nut sales toward higher-margin kernel processing. It includes technology transfer, operational coaching, and quality management systems needed for consistent output. Certification and buyer development with premium markets in Japan and Europe are used to improve price realization and local value capture.",
      "tags": ["processing", "value addition", "export", "certification"]
    },
    {
      "id": "int-kh-kr-live-1",
      "country": "Cambodia",
      "province": "Kratie",
      "valueChain": "Livestock",
      "title": "Integrated Livestock Health and Productivity Program",
      "summary": "This intervention scales veterinary outreach, nutrition support, and breed improvement for cattle and pig farmers in Kratie. The model emphasizes preventive health and feed efficiency to reduce mortality and improve weight gain predictability. It also links producers to formal slaughterhouse channels where pricing is clearer and quality incentives are more consistent.",
      "tags": ["veterinary", "breed improvement", "animal health", "market access"]
    },
    {
      "id": "int-la-ch-veg-1",
      "country": "Laos",
      "province": "Champasak",
      "valueChain": "Vegetables",
      "title": "Safe Vegetable Supply Chain Development – Champasak",
      "summary": "The intervention develops certified safe-vegetable supply routes from Champasak to domestic urban markets and southern Thailand. It combines pesticide risk reduction with practical traceability so buyers can verify compliance and origin. Collective marketing arrangements help producer groups aggregate volume and negotiate more stable terms.",
      "tags": ["safe vegetables", "traceability", "collective marketing", "Thailand export"]
    },
    {
      "id": "int-la-ch-cash-1",
      "country": "Laos",
      "province": "Champasak",
      "valueChain": "Cashews",
      "title": "Cashew Plantation Rehabilitation and Certification – Champasak",
      "summary": "This program rehabilitates aging cashew plantations in Champasak through improved pruning, soil management, and orchard renewal practices. Intercropping with shade trees improves microclimate resilience while diversifying ecological and income outcomes. Organic certification pathways are integrated to position farmers for premium markets and stronger biodiversity co-benefits.",
      "tags": ["rehabilitation", "organic", "intercropping", "biodiversity"]
    },
    {
      "id": "int-la-ch-ban-1",
      "country": "Laos",
      "province": "Champasak",
      "valueChain": "Bananas",
      "title": "Sustainable Banana Production and Export Channels",
      "summary": "The intervention supports a transition from externally controlled contract farming toward more independent smallholder banana business models in Champasak. It introduces improved environmental standards for soil, water, and input management to reduce long-term production risk. Alternative export channels to Vietnam and Thailand are developed to improve farmer terms and reduce single-buyer dependence.",
      "tags": ["sustainable production", "export diversification", "smallholder", "environment"]
    },
    {
      "id": "int-vn-ag-veg-1",
      "country": "Vietnam",
      "province": "An Giang",
      "valueChain": "Vegetables",
      "title": "VietGAP Vegetable Certification Program – An Giang",
      "summary": "This intervention scales VietGAP certification among vegetable producers in An Giang to meet supermarket and ASEAN export requirements. It combines hands-on compliance support with laboratory testing and digital certification management to reduce administrative bottlenecks. Women-focused training centers are embedded to increase participation in higher-value formal markets.",
      "tags": ["VietGAP", "certification", "women empowerment", "ASEAN export"]
    },
    {
      "id": "int-vn-ag-rice-1",
      "country": "Vietnam",
      "province": "An Giang",
      "valueChain": "Premium Rice",
      "title": "Premium Rice Brand Development and Market Access",
      "summary": "The program develops a regional premium rice brand around An Giang origin varieties such as ST25 and Jasmine for domestic and export markets. It links branding with IP protection, packaging upgrades, and direct retail partnerships to secure market differentiation. Cooperative strengthening ensures smallholders can meet quality commitments and participate in brand value creation.",
      "tags": ["branding", "ST25", "cooperative", "IP protection", "export"]
    },
    {
      "id": "int-vn-ag-rice-2",
      "country": "Vietnam",
      "province": "An Giang",
      "valueChain": "Premium Rice",
      "title": "Sustainable Rice Intensification and Emission Reduction",
      "summary": "This intervention scales alternate wetting and drying (AWD) and low-emission rice varieties across An Giang production zones. The approach reduces water use and methane emissions while lowering production costs for participating farmers. It also pilots links to voluntary carbon market mechanisms to diversify farm income and incentivize sustained practice adoption.",
      "tags": ["AWD", "carbon market", "emission reduction", "climate finance"]
    },
    {
      "id": "int-vn-ag-shrimp-1",
      "country": "Vietnam",
      "province": "An Giang",
      "valueChain": "Shrimp",
      "title": "Integrated Mangrove-Shrimp Aquaculture Model",
      "summary": "The model promotes integrated mangrove-shrimp aquaculture in An Giang coastal zones to improve ecological performance and system resilience. It combines ASC certification pathways with mangrove restoration and local stewardship mechanisms that support long-term productivity. Access to eco-certified premium markets is used as the commercial incentive for adoption and compliance.",
      "tags": ["mangrove", "ASC certification", "aquaculture", "eco-premium"]
    }
  ],
  "recommendations": [
    {
      "id": "rec-1",
      "category": "Market Systems",
      "title": "Strengthen Buyer-Farmer Linkages Across All Value Chains",
      "narrative": [
        "Programs should prioritize anchor buyers that can commit to predictable sourcing from smallholders across seasons. Multi-year commercial arrangements with transparent quality standards and dispute pathways can reduce side-selling and improve confidence for both parties.",
        "Digital market information should be integrated into linkage models so producer groups can track prices, delivery windows, and buyer demand in real time. This improves negotiation quality and helps farmers plan production around market signals rather than speculation."
      ]
    },
    {
      "id": "rec-2",
      "category": "Finance & Investment",
      "title": "Expand Access to Value Chain Finance for Smallholders",
      "narrative": [
        "Financial products should be tied to real value-chain transactions such as purchase orders, off-take agreements, and inventory flows. This lowers lender risk while giving farmers and SMEs more practical working-capital options at critical production stages.",
        "A blended approach combining warehouse receipt pilots, bank partnerships, and financial capability support can improve repayment performance and scale. Over time, this creates stronger pathways for private investment into local processing and logistics infrastructure."
      ]
    },
    {
      "id": "rec-3",
      "category": "Women's Economic Empowerment",
      "title": "Mainstream WEE Across All Value Chain Interventions",
      "narrative": [
        "WEE should move beyond participation counts and be embedded in commercial roles, leadership pathways, and control over productive assets. Value-chain diagnostics need to identify where women face structural barriers in market access, finance, and service uptake.",
        "Operational delivery should include practical enablers such as flexible schedules, local childcare support, and women-led business networks. Tracking gender-disaggregated outcomes consistently helps teams adjust interventions based on evidence rather than assumptions."
      ]
    },
    {
      "id": "rec-4",
      "category": "Green Growth",
      "title": "Integrate Climate-Smart Agriculture and Environmental Standards",
      "narrative": [
        "Climate and environmental compliance should be treated as core competitiveness factors rather than separate safeguards. Early risk screening and practical roadmaps can help farmers and firms adopt climate-smart practices without disrupting market participation.",
        "Linking producers to climate finance, carbon-related incentives, and biodiversity-aligned standards improves the business case for sustained adoption. This is especially important for value chains with high water, land, or emissions footprints."
      ]
    },
    {
      "id": "rec-5",
      "category": "Systemic Change",
      "title": "Engage Government and Policy for Enabling Environment",
      "narrative": [
        "Systemic results depend on policy and institutional improvements that lower transaction costs for farmers, SMEs, and buyers. Provincial and national actors should be engaged around certification efficiency, commodity standards, and rural service delivery.",
        "Programs can strengthen sustainability by co-investing in government data systems and market monitoring capacities that outlast project cycles. Coordinated policy dialogue also helps align export facilitation measures with smallholder inclusion objectives."
      ]
    },
    {
      "id": "rec-6",
      "category": "Disability Inclusion",
      "title": "Ensure Persons with Disabilities are Not Left Behind",
      "narrative": [
        "Disability inclusion should be integrated from design through implementation, not added at reporting stage. Context-specific inclusion assessments can identify the most relevant participation barriers by geography, value chain role, and service type.",
        "Accessible training formats, partnerships with DPOs, and inclusive infrastructure standards are practical entry points that improve real participation. Consistent disaggregated tracking is needed to verify that inclusion efforts translate into economic outcomes."
      ]
    }
  ],
  "crossCutting": {
    "sharedChallenge": {
      "title": "Shared Challenge: Climate-Driven Market Volatility",
      "description": "Across Cambodia (Kratie), Laos (Champasak), and Vietnam (An Giang), smallholder farmers in all targeted value chains face compounding challenges from climate change and market volatility. Irregular rainfall patterns disrupt planting calendars, post-harvest losses increase with temperature extremes, and price shocks cascade through thin rural markets. This cross-cutting challenge requires coordinated responses that build both climate resilience and market system stability simultaneously.",
      "countries": ["Cambodia", "Laos", "Vietnam"],
      "valueChains": ["Vegetables", "Cashews", "Premium Rice", "Livestock", "Shrimp", "Bananas"]
    },
    "designImplications": [
      "Design interventions that address climate risk and market risk as interlinked, not siloed, challenges",
      "Build early warning systems that integrate weather forecasting with market price information",
      "Support index-based agricultural insurance to protect farmer income against climate shocks",
      "Diversify value chain programming to reduce household dependence on single commodities",
      "Invest in climate-resilient infrastructure (storage, irrigation, road access) as public goods enabling multiple value chains",
      "Establish cross-country learning networks among producers, traders, and extensionists facing similar challenges",
      "Ensure women and marginalised groups are central to climate adaptation planning, not afterthoughts",
      "Align with national climate policies (NDCs) and green growth frameworks to leverage additional public finance"
    ],
    "crossCuttingThemes": [
      {
        "theme": "Digital Inclusion",
        "description": "Digital tools (market apps, e-extension, digital payments) offer high leverage across all value chains but require attention to digital literacy and access gaps particularly among women and older farmers."
      },
      {
        "theme": "Nutrition-Sensitive Agriculture",
        "description": "Value chain interventions targeting vegetables, livestock, and rice have direct nutrition implications. Dietary diversity should be tracked alongside income metrics."
      },
      {
        "theme": "Youth Engagement",
        "description": "Rural youth are disengaging from agriculture due to poor returns and social status. Interventions that raise professionalism and profitability of farming can help reverse this trend."
      }
    ],
    "qualitativeFindings": [
      {
        "title": "Risk Stacking Across the Year",
        "text": "Farmers consistently describe climate shocks and market shocks as compounding rather than separate risks, especially during planting and post-harvest windows. When weather disruptions reduce volume or quality, traders often tighten terms, which weakens farmer bargaining power and cash flow in the same period. This pattern suggests interventions should sequence resilience support and market coordination together, not as standalone activities."
      },
      {
        "title": "Trust and Coordination Gaps",
        "text": "Producer groups, local buyers, and service providers report weak trust in contract enforcement and quality verification. As a result, actors prefer short transactions even when longer-term agreements could improve investment and productivity. Program designs that include transparent grading, dispute channels, and shared performance metrics are likely to improve sustained coordination."
      },
      {
        "title": "Inclusion Constraints Beyond Participation",
        "text": "Women, youth, and persons with disabilities are often present in activities but remain underrepresented in commercial decision-making and asset access. Informants highlight mobility limits, time poverty, and digital access barriers as practical constraints that reduce uptake of higher-value opportunities. Stronger inclusion outcomes will require role-specific support such as accessible extension, flexible scheduling, and targeted market-facing leadership pathways."
      }
    ]
  }
}
